[ManagerRepository]
Name=Company Plugin Manager Updates

[Plugin.companypluginmanager]
Id=companypluginmanager
Name=插件管理器
Version=0.7.16
Type=bundle
Package=manager/CompanyPluginManager_v0.7.16.bundle.zip
BundleName=CompanyPluginManager.bundle
UpgradeCode={B716ED2A-2C36-429B-9687-09B80377F2C0}
Sha256=f4b771125ad949a74bc75707e39aaa75a661046c1c2a1c17562e72fd2a1d01bb
MacroCategory=Company Tools
MacroName=CompanyPluginManager
Author=pxjhll
MinMaxVersion=2020
MaxMaxVersion=2027
Log=集中安装、更新、运行和卸载公司 3ds Max 插件，并支持管理器在线自更新。
